Repository: Mesorah/learnrank
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Delete confirmation
pt_br: Confirmação de exclusão da conta

source: Type "DELETE" to permanently delete your account.
pt_br: Digite "DELETE" para deletar sua conta permanentemente.

source: Incorrect confirmation. Please type "DELETE" to delete your account.
pt_br: Confirmação incorreta. Por favor, digite "DELETE" para deletar sua conta.

source: Write your new password.
pt_br: Escreva sua nova senha.

source: Confirm your new password.
pt_br: Confirme sua nova senha.

source: Write your email here.
pt_br: Escreva seu e-mail aqui.

source: Write your username here.
pt_br: Escreva seu nome de usuário aqui.

source: Write your password here.
pt_br: Escreva sua senha aqui.

source: Username
pt_br: Nome de usuário

source: Please enter at least 4 characters.
pt_br: Por favor, insira pelo menos 4 caracteres.

source: Password
pt_br: Senha

source: Please enter at least 8 characters.
pt_br: Por favor, insira pelo menos 8 caracteres.

source: Repeat password
pt_br: Repita a senha

source: Repeat your password
pt_br: Repita sua senha

source: Username is already taken.
pt_br: Este nome de usuário já está em uso.

source: Email is already registered.
pt_br: Este e-mail já está registrado.

source: Passwords do not match.
pt_br: As senhas não coincidem.

source: The password must contain symbols.
pt_br: A senha deve conter símbolos.

source: Password must contain numbers.
pt_br: A senha deve conter números.

source: Password must contain letters.
pt_br: A senha deve conter letras.

source: Submit
pt_br: Enviar

source: Have an account?
pt_br: Já tem uma conta?

source: Click here
pt_br: Clique aqui

source: Don't you have an account?
pt_br: Ainda não tem uma conta?

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Check your email
pt_br: Verifique seu e-mail

source: If an account exists with the provided email address, you will receive a message with instructions to reset your password.
pt_br: Se existir uma conta associada ao endereço de e-mail fornecido, você receberá uma mensagem com instruções para redefinir sua senha.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
pt_br: Você está recebendo este e-mail porque solicitou a redefinição de senha da sua conta no site %(site_name)s.

source: Please go to the following page and choose a new password:
pt_br: Acesse a página a seguir e escolha uma nova senha:

source: In case you’ve forgotten, you are:
pt_br: Caso tenha se esquecido, você é:

source: Thanks for using our site!
pt_br: Obrigado por usar o nosso site!

source: The %(site_name)s team
pt_br: A equipe do %(site_name)s

source: Account created!
pt_br: Conta criada com sucesso!

source: Form invalid.
pt_br: Formulário inválido.

source: Sign Up
pt_br: Criar conta

source: Success, you have logged out!
pt_br: Você saiu da conta com sucesso!

source: Account logged!
pt_br: Você entrou na conta com sucesso!

source: Login
pt_br: Entrar

source: You cannot access this while not logged in.
pt_br: Você não pode acessar esta página sem estar logado.

source: Your account has been successfully deleted!
pt_br: Sua conta foi excluída com sucesso!

source: Delete your account
pt_br: Exclua sua conta

source: Password changed successfully!
pt_br: Senha alterada com sucesso!

source: You cannot access this while logged in.
pt_br: Você não pode acessar esta página enquanto estiver logado.
